Repository: pablotron/raggle
Catalog: po/*.po
Languages: pl, ru_ru

source: Untitled Feed
pl: Nowy kanal
ru_ru: Неназванная лента

source: DEBUG: Waiting for threads
pl: DEBUG: Czekam na watki
ru_ru: ДЕБАГ: Ожидаются потоки

source: Welcome to Raggle %s.
pl: Witam w Raggle %s.
ru_ru: Добро пожаловать в Raggle %s.

source: | Press Q to exit
pl: | Nacisnij Q aby wyjsc
ru_ru: | Нажми Q для выхода

source: Raggle: Loading config...
pl: Raggle: Wczytuje konfiguracje...
ru_ru: Raggle: грузится конфиг...

source: Raggle: Loading feed list...
pl: Raggle: Wczytuje liste kanalow...
ru_ru: Raggle: Грузится список новостей...

source: Raggle: Saving feed list...
pl: Raggle: Zachowuje liste kanalow...
ru_ru: Raggle: Сохраняется список новостей...

source: Raggle: Loading feed cache...
pl: Raggle: Wczytuje cache kanalow...
ru_ru: Raggle: Грузятся новости из кэша...

source: Raggle: Saving feed cache...
pl: Raggle: Zachowuje cache kanalow...
ru_ru: Raggle: Сохраняется новости в кэш...

source: Raggle: Loading theme...
pl: Raggle: Wczytuje temat...
ru_ru: Raggle: Грузится тема...

source: Raggle: Saving theme...
pl: Raggle: Zachowuje temat...
ru_ru: Raggle: Сохраняется тема

source: Thanks for using Raggle!
pl: Dziekuje za uzywanie Raggle!
ru_ru: Ну и куда вы уходите?

source: Input:
pl: Pozycja:

source: New value:
pl: Nowa wartosc:
ru_ru: Новое значение

source: Terminal Resize:
pl: Rozmiear terminala:

source: Links:
pl: Odnosniki:
ru_ru: Ссылки:

source: Images:
pl: Obrazki:
ru_ru: Изображения:

source: Enter URL:
pl: Wprowadz URL:
ru_ru: Введите URL:

source: Feed added
pl: Kanal dodany
ru_ru: Лента добавлена

source: Delete current feed? (y/n)
pl: Usunac aktyalny kanal? (y/n)
ru_ru: Удалить текущую новость? [y/n]

source: Find:
pl: Znajdz:
ru_ru: Найти:

source: Display Category
pl: Wyswietl kategorie
ru_ru: Показать категорию:

source: Find Feeds:
pl: Znajdz kanaly:
ru_ru: Найти ленту:

source: Searching...
pl: Szukam...
ru_ru: Поиск...

source: Search Results for "%s" - %s matching feeds
pl: Rezultaty poszukiwan "%s" - %s znalezionych
ru_ru: Результаты поиска по запросу "%s": %s штук найдено

source: Please select a feed...
pl: Prosze zaznaczyc kanal...
ru_ru: Выберите ленту

source: No results found
pl: Brak rezultatu
ru_ru: Ничего не нашёл

source: Current Key Bindings
pl: Aktualne skroty klawiszowe
ru_ru: Текущие клавиатурные сокращения:

source: Warning: Added existing feed
pl: Uwaga: Dodano istniejacy kanal
ru_ru: Внимание: Добавлена уже существуюшая новость

source: Edit Feed Options
pl: Edycja opcji kanalu
ru_ru: Изменить свойства ленты

source: Warning: Bad option for %s
pl: Uwaga: Bledna wartosc dla %s
ru_ru: Внимание: Плохой параметр %s

source: New option saved
pl: Nowa wartosc zachowana
ru_ru: Новые параметры сохранены

source: Configuration saved
pl: Konfiguracja zachowana
ru_ru: Настройки сохранены

source: OPML file or URI:
pl: Plik OPML lub URI:
ru_ru: файл OPML или URI:

source: OPML exported
pl: Wyeksportowano OPML
ru_ru: OPML экспортирован

source: OPML imported
pl: zaimportowano OPML
ru_ru: OPML импортирован

source: Error: bad or empty URI
pl: Blad: zly badz pusty URI
ru_ru: Ошибка: неправильный URI

source: WARNING: exec url found!
pl: UWAGA: URL juz istnieje!

source: Feeds
pl: Kanaly
ru_ru: Ленты

source: Items
pl: Wiadomosci
ru_ru: Новости

source: Description
pl: Opis
ru_ru: Описание
